Revit 2024 API
DisciplineTypeId.Common Property
 Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public static ForgeTypeId Common { get; }
Visual Basic
Public Shared ReadOnly Property Common As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Common {
	ForgeTypeId^ get ();
}
See Also
DisciplineTypeId Class
Autodesk.Revit.DB Namespace